Repository: aranhil/qgrepGUI
Catalog: qgrepControls/Properties/Resources.*.resx
Languages: cs, de, es, fr, it, ja, ko, pl, pt, ro, tr, zh_hans, zh_hant

# IncludeFilesLabelContent
source: Include files:
cs: Zahrnout soubory:
de: Dateien einbinden:
es: Incluir archivos:
fr: Inclure les fichiers :
it: Includi file:
ja: インクルードファイル:
ko: 포함 파일:
pl: Dołącz pliki:
pt: Incluir arquivos:
ro: Includere fișiere:
tr: Dosyaları dahil et:
zh_hans: 包含文件：
zh_hant: 包含文件：

# IncludeOptionContent
source: Include
cs: Zahrnout
de: Enthalten
es: Incluir
fr: Inclure
it: Includere
ja: 含む
ko: 포함하다
pl: Włączać
pt: Incluir
tr: Katmak
zh_hans: 包括
zh_hant: 包括

# IndexForceStop
source: The index update was forcibly stopped.
cs: Aktualizace indexu byla násilně zastavena.
de: Die Indexaktualisierung wurde zwangsweise gestoppt.
es: La actualización del índice se detuvo a la fuerza.
fr: La mise à jour de l'index a été arrêtée de force.
ja: インデックス更新を強制停止しました。
ko: 인덱스 업데이트가 강제로 중지되었습니다.
ro: Actualizarea indexului a fost oprită forțat.
zh_hans: 索引更新被强制停止。

# InvalidCharacterClass
source: Error parsing regular expression: invalid character class
cs: Chyba při analýze regulárního výrazu: neplatná třída znaků
de: Fehler beim Parsen des regulären Ausdrucks: ungültige Zeichenklasse
es: Error al analizar la expresión regular: clase de carácter no válida
fr: Erreur lors de l'analyse de l'expression régulière : classe de caractères non valide
it: Errore durante l'analisi dell'espressione regolare: classe di caratteri non valida
ja: 正規表現の解析エラー: 無効な文字クラス
ko: 정규식 구문 분석 오류: 잘못된 문자 클래스
pl: Błąd podczas analizowania wyrażenia regularnego: nieprawidłowa klasa znaków
pt: Erro ao analisar a expressão regular: classe de caractere inválida
ro: Eroare la analizarea expresiei regulate: clasă de caractere nevalidă
tr: Normal ifade ayrıştırılırken hata oluştu: geçersiz karakter sınıfı
zh_hans: 解析正则表达式时出错：无效的字符类
zh_hant: 解析正則表達式時出錯：無效的字符類

# InvalidCharacterClassRange
source: Error parsing regular expression: invalid character class range
cs: Chyba při analýze regulárního výrazu: neplatný rozsah třídy znaků
de: Fehler beim Parsen des regulären Ausdrucks: Ungültiger Zeichenklassenbereich
es: Error al analizar la expresión regular: rango de clase de caracteres no válido
fr: Erreur lors de l'analyse de l'expression régulière : plage de classes de caractères non valide
it: Errore durante l'analisi dell'espressione regolare: intervallo di classi di caratteri non valido
ja: 正規表現の解析エラー: 文字クラスの範囲が無効です
ko: 정규식 구문 분석 오류: 잘못된 문자 클래스 범위
pl: Błąd podczas analizowania wyrażenia regularnego: nieprawidłowy zakres klas znaków
pt: Erro ao analisar a expressão regular: intervalo de classe de caractere inválido
ro: Eroare la analizarea expresiei regulate: interval de clasă de caractere nevalid
tr: Normal ifade ayrıştırılırken hata oluştu: geçersiz karakter sınıfı aralığı
zh_hans: 解析正则表达式时出错：字符类范围无效
zh_hant: 解析正則表達式時出錯：字符類範圍無效

# InvalidEscapeSequence
source: Error parsing regular expression: invalid escape sequence
cs: Chyba při analýze regulárního výrazu: neplatná sekvence escape
de: Fehler beim Parsen des regulären Ausdrucks: ungültige Escape-Sequenz
es: Error al analizar la expresión regular: secuencia de escape no válida
fr: Erreur lors de l'analyse de l'expression régulière : séquence d'échappement non valide
it: Errore durante l'analisi dell'espressione regolare: sequenza di escape non valida
ja: 正規表現の解析エラー: 無効なエスケープ シーケンス
ko: 정규식 구문 분석 오류: 유효하지 않은 이스케이프 시퀀스
pl: Błąd podczas analizowania wyrażenia regularnego: nieprawidłowa sekwencja ucieczki
pt: Erro ao analisar a expressão regular: sequência de escape inválida
ro: Eroare la analizarea expresiei regulate: secvență de escape nevalidă
tr: Normal ifade ayrıştırılırken hata oluştu: geçersiz çıkış sırası
zh_hans: 解析正则表达式时出错：转义序列无效
zh_hant: 解析正則表達式時出錯：轉義序列無效

# InvalidNamedCaptureGroup
source: Error parsing regular expression: invalid named capture group
cs: Chyba při analýze regulárního výrazu: neplatná pojmenovaná skupina zachycení
de: Fehler beim Parsen des regulären Ausdrucks: Ungültige benannte Capture-Gruppe
es: Error al analizar la expresión regular: grupo de captura con nombre no válido
fr: Erreur lors de l'analyse de l'expression régulière : groupe de capture nommé non valide
it: Errore durante l'analisi dell'espressione regolare: gruppo Capture con nome non valido
ja: 正規表現の解析エラー: 無効な名前付きキャプチャ グループ
ko: 정규식 구문 분석 오류: 잘못된 명명된 캡처 그룹
pl: Błąd podczas analizowania wyrażenia regularnego: nieprawidłowa nazwana grupa przechwytywania
pt: Erro ao analisar a expressão regular: grupo de captura nomeado inválido
ro: Eroare la analizarea expresiei regulate: grup de captură cu nume nevalid
tr: Normal ifade ayrıştırılırken hata oluştu: geçersiz adlandırılmış yakalama grubu
zh_hans: 解析正则表达式时出错：命名捕获组无效
zh_hant: 解析正則表達式時出錯：命名捕獲組無效

# InvalidPerlOperator
source: Error parsing regular expression: invalid perl operator
cs: Chyba při analýze regulárního výrazu: neplatný operátor perl
de: Fehler beim Parsen des regulären Ausdrucks: Ungültiger Perl-Operator
es: Error al analizar la expresión regular: operador perl no válido
fr: Erreur lors de l'analyse de l'expression régulière : opérateur perl non valide
it: Errore durante l'analisi dell'espressione regolare: operatore perl non valido
ja: 正規表現の解析エラー: 無効な Perl 演算子
ko: 정규 표현식 구문 분석 오류: 유효하지 않은 perl 연산자
pl: Błąd podczas analizowania wyrażenia regularnego: nieprawidłowy operator perla
pt: Erro ao analisar a expressão regular: operador perl inválido
ro: Eroare la analizarea expresiei regulate: operator Perl nevalid
tr: Normal ifade ayrıştırılırken hata oluştu: geçersiz perl operatörü
zh_hans: 解析正则表达式时出错：无效的 perl 运算符
zh_hant: 解析正則表達式時出錯：無效的 perl 運算符

# InvalidRepetitionSize
source: Error parsing regular expression: invalid repetition size
cs: Chyba při analýze regulárního výrazu: neplatná velikost opakování
de: Fehler beim Parsen des regulären Ausdrucks: ungültige Wiederholungsgröße
es: Error al analizar la expresión regular: tamaño de repetición no válido
fr: Erreur lors de l'analyse de l'expression régulière : taille de répétition non valide
it: Errore durante l'analisi dell'espressione regolare: dimensione della ripetizione non valida
ja: 正規表現の解析エラー: 繰り返しサイズが無効です
ko: 정규 표현식 구문 분석 오류: 잘못된 반복 크기
pl: Błąd podczas analizowania wyrażenia regularnego: nieprawidłowy rozmiar powtórzeń
pt: Erro ao analisar expressão regular: tamanho de repetição inválido
ro: Eroare la analizarea expresiei regulate: dimensiune de repetare nevalidă
tr: Normal ifade ayrıştırılırken hata oluştu: geçersiz yineleme boyutu
zh_hans: 解析正则表达式时出错：重复大小无效
zh_hant: 解析正則表達式時出錯：重複大小無效

# InvalidUTF8
source: Error parsing regular expression: invalid UTF-8
cs: Chyba při analýze regulárního výrazu: neplatný kód UTF-8
de: Fehler beim Parsen des regulären Ausdrucks: ungültiges UTF-8
es: Error al analizar la expresión regular: UTF-8 no válido
fr: Erreur lors de l'analyse de l'expression régulière : UTF-8 non valide
it: Errore durante l'analisi dell'espressione regolare: UTF-8 non valido
ja: 正規表現の解析エラー: 無効な UTF-8
ko: 정규 표현식 구문 분석 오류: 잘못된 UTF-8
pl: Błąd podczas analizowania wyrażenia regularnego: nieprawidłowy UTF-8
pt: Erro ao analisar a expressão regular: UTF-8 inválido
ro: Eroare la analizarea expresiei regulate: UTF-8 nevalid
tr: Normal ifade ayrıştırılırken hata oluştu: geçersiz UTF-8
zh_hans: 解析正则表达式时出错：UTF-8 无效
zh_hant: 解析正則表達式時出錯：UTF-8 無效

# JustNowText
source: just now
cs: právě teď
de: soeben
es: En este momento
fr: juste maintenant
it: proprio adesso
ja: ちょうど今
ko: 방금
pl: właśnie
pt: agora mesmo
ro: adineauri
tr: Şu anda
zh_hans: 现在
zh_hant: 現在

# LastIndexUpdateLabelContent
source: Last index update: {0}
cs: Poslední aktualizace indexu: {0}
de: Letzte Indexaktualisierung: {0}
es: Última actualización del índice: {0}
fr: Dernière mise à jour de l'index : {0}
it: Ultimo aggiornamento dell'indice: {0}
ja: 最終インデックス更新: {0}
ko: 마지막 색인 업데이트: {0}
pl: Ostatnia aktualizacja indeksu: {0}
pt: Última atualização do índice: {0}
ro: Ultima actualizare a indexului: {0}
tr: Son dizin güncellemesi: {0}
zh_hans: 上次索引更新：{0}
zh_hant: 上次索引更新：{0}

# Local
source: qgrep Search Tool
cs: qgrep vyhledávací nástroj
fr: Outil de recherche qgrep
ko: qgrep 검색 도구
ro: Instrumentul de căutare qgrep

source: Local shortcuts
cs: Místní zkratky
fr: Raccourcis locaux
ko: 로컬 바로 가기
ro: Comenzi rapide locale

# MalformedChunkErrorMessage
source: Error reading data file {0}: malformed chunk
cs: Chyba při čtení datového souboru {0}: chybný blok
de: Fehler beim Lesen der Datendatei {0}: fehlerhafter Block
es: Error al leer el archivo de datos {0}: fragmento con formato incorrecto
fr: Erreur lors de la lecture du fichier de données {0} : bloc mal formé
it: Errore durante la lettura del file di dati {0}: pezzo non valido
ja: データ ファイル {0} の読み取りエラー: 不正な形式のチャンク
ko: 데이터 파일 {0} 읽기 오류: 잘못된 청크
pl: Błąd odczytu pliku danych {0}: źle sformatowany fragment
pt: Erro ao ler o arquivo de dados {0}: bloco malformado
ro: Eroare la citirea fișierului de date {0}: bucata neformatată corect
tr: {0} veri dosyası okunurken hata oluştu: hatalı biçimlendirilmiş öbek
zh_hans: 读取数据文件 {0} 时出错：块格式错误
zh_hant: 讀取數據文件 {0} 時出錯：塊格式錯誤

# MalformedHeaderErrorReadingDataFile
source: Error reading data file {0}: malformed header
cs: Chyba při čtení datového souboru {0}: chybné záhlaví
de: Fehler beim Lesen der Datendatei {0}: fehlerhafter Header
es: Error al leer el archivo de datos {0}: encabezado con formato incorrecto
fr: Erreur lors de la lecture du fichier de données {0} : en-tête mal formé
it: Errore durante la lettura del file di dati {0}: intestazione non corretta
ja: データ ファイル {0} の読み取りエラー: 不正な形式のヘッダー
ko: 데이터 파일 {0} 읽기 오류: 잘못된 형식의 헤더
pl: Błąd odczytu pliku danych {0}: zniekształcony nagłówek
pt: Erro ao ler o arquivo de dados {0}: cabeçalho malformado
ro: Eroare la citirea fișierului de date {0}: antet neformatat corect
tr: {0} veri dosyası okunurken hata oluştu: bozuk başlık
zh_hans: 读取数据文件 {0} 时出错：标头格式错误
zh_hant: 讀取數據文件 {0} 時出錯：標頭格式錯誤

# MenuCopyAllResults
source: Copy all results
cs: Zkopírujte všechny výsledky
de: Alle Ergebnisse kopieren
es: Copiar todos los resultados
fr: Copier tous les résultats
it: Copia tutti i risultati
ja: すべての結果をコピーする
ko: 모든 결과 복사
pl: Skopiuj wszystkie wyniki
pt: Copiar todos os resultados
ro: Copiază toate rezultatele
tr: Tüm sonuçları kopyala
zh_hans: 复制所有结果
zh_hant: 複製所有結果

# MenuCopyFullPath
source: Copy full path
cs: Zkopírujte celou cestu
de: Vollständigen Pfad kopieren
es: Copiar ruta completa
fr: Copier le chemin complet
it: Copia il percorso completo
ja: フルパスをコピーする
ko: 전체 경로 복사
pl: Skopiuj pełną ścieżkę
pt: Copiar caminho completo
ro: Copiază calea completă
tr: Tam yolu kopyala
zh_hans: 复制完整路径
zh_hant: 複製完整路徑

# MenuCopyResult
source: Copy entire result
cs: Zkopírujte celý výsledek
de: Gesamtes Ergebnis kopieren
es: Copiar todo el resultado
fr: Copier le résultat entier
it: Copia l'intero risultato
ja: 結果全体をコピーする
ko: 전체 결과 복사
pl: Skopiuj cały wynik
pt: Copiar todo o resultado
ro: Copiază rezultatul complet
tr: Tüm sonucu kopyala
zh_hans: 复制整个结果
zh_hant: 複製整個結果

# MenuCopyText
source: Copy text
cs: Zkopírujte text
de: Text kopieren
es: Copiar texto
fr: Copier le texte
it: Copia testo
ja: テキストをコピーする
ko: 텍스트 복사
pl: Skopiuj tekst
pt: Copiar texto
ro: Copiază textul
tr: Metni kopyala
zh_hans: 复制文字
zh_hant: 複製文字

# MenuGoTo
source: Go to location
cs: Přejít na místo
de: Gehen Sie zum Standort
es: ir a ubicación
fr: Aller à l'emplacement
it: Vai alla posizione
ja: 場所に行く
ko: 위치로 이동
pl: Przejdź do lokalizacji
pt: Ir para o local
ro: Mergi la locație
tr: konuma git
zh_hans: 前往地点
zh_hant: 前往地點

# MinutesAgoText
source: {0} minutes ago
cs: před {0} minutami
de: Vor {0} Minuten
es: hace {0} minutos
fr: il y a {0} minutes
it: {0} minuti fa
ja: {0}分前
ko: {0}분 전
pl: {0} minut temu
pt: {0} minutos atrás
ro: acum {0} minute
tr: {0} dakika önce
zh_hans: {0} 分钟前
zh_hant: {0} 分鐘前

# MissingClosingParenthesis
source: Error parsing regular expression: missing )
cs: Chyba při analýze regulárního výrazu: chybí )
de: Fehler beim Parsen des regulären Ausdrucks: fehlt)
es: Error al analizar la expresión regular: falta)
fr: Erreur lors de l'analyse de l'expression régulière : manquante)
it: Errore durante l'analisi dell'espressione regolare: mancante )
ja: 正規表現の解析エラー: 欠落しています)
ko: 정규 표현식 구문 분석 오류: 누락 )
pl: Błąd podczas analizowania wyrażenia regularnego: brak )
pt: Erro ao analisar a expressão regular: ausente )
ro: Eroare la analizarea expresiei regulate: lipsește )
tr: Normal ifade ayrıştırılırken hata oluştu: eksik)
zh_hans: 解析正则表达式时出错：缺少 )
zh_hant: 解析正則表達式時出錯：缺少 )

# MissingClosingSquareBracket
source: Error parsing regular expression: missing ]
cs: Chyba při analýze regulárního výrazu: chybí ]
de: Fehler beim Parsen des regulären Ausdrucks: fehlt ]
es: Error al analizar la expresión regular: falta]
fr: Erreur lors de l'analyse de l'expression régulière : manquant ]
it: Errore durante l'analisi dell'espressione regolare: mancante ]
ja: 正規表現の解析エラー: がありません]
ko: 정규 표현식 구문 분석 오류: 누락]
pl: Błąd podczas analizowania wyrażenia regularnego: brak ]
pt: Erro ao analisar a expressão regular: faltando ]
ro: Eroare la analizarea expresiei regulate: lipsește ]
tr: Normal ifade ayrıştırılırken hata oluştu: eksik ]
zh_hans: 解析正则表达式时出错：缺少]
zh_hant: 解析正則表達式時出錯：缺少]

# MonospaceFontLabelContent
source: Monospace font:
cs: Jednoprostorové písmo:
de: Monospace-Schriftart:
es: Fuente monoespaciada:
fr: Police monospace :
it: Carattere a spaziatura fissa:
ja: 等幅フォント:
ko: 모노스페이스 글꼴:
pl: Czcionka o stałej szerokości:
pt: Fonte monoespaçada:
ro: Font cu spațiu fix:
tr: Tek aralıklı yazı tipi:
zh_hans: 等宽字体：
zh_hant: 等寬字體：

# NeverOptionContent
source: Never
cs: Nikdy
de: Niemals
es: Nunca
fr: Jamais
it: Mai
ja: 一度もない
ko: 절대
pl: Nigdy
pt: Nunca
ro: Niciodată
tr: Asla
zh_hans: 绝不
zh_hant: 絕不

# NeverText
source: never
cs: nikdy
de: niemals
es: nunca
fr: jamais
it: Mai
ja: 一度もない
ko: 절대
pl: nigdy
pt: nunca
ro: niciodată
tr: Asla
zh_hans: 绝不
zh_hant: 絕不

# NoArgumentForRepetitionOperator
source: Error parsing regular expression: no argument for repetition operator
cs: Chyba při analýze regulárního výrazu: žádný argument pro operátor opakování
de: Fehler beim Parsen des regulären Ausdrucks: Kein Argument für Wiederholungsoperator
es: Error al analizar la expresión regular: no hay argumento para el operador de repetición
fr: Erreur lors de l'analyse de l'expression régulière : aucun argument pour l'opérateur de répétition
it: Errore durante l'analisi dell'espressione regolare: nessun argomento per l'operatore di ripetizione
ja: 正規表現の解析エラー: 繰り返し演算子の引数がありません
ko: 정규식 구문 분석 오류: 반복 연산자에 대한 인수가 없습니다
pl: Błąd podczas analizowania wyrażenia regularnego: brak argumentu dla operatora powtarzania
pt: Erro ao analisar a expressão regular: nenhum argumento para o operador de repetição
ro: Eroare la analizarea expresiei regulate: niciun argument pentru operatorul de repetare
tr: Normal ifade ayrıştırılırken hata oluştu: tekrar işleci için bağımsız değişken yok
zh_hans: 解析正则表达式时出错：没有重复运算符的参数
zh_hant: 解析正則表達式時出錯：沒有重複運算符的參數

source: No changes
cs: Žádné změny
de: Keine Änderungen
es: Sin cambios
fr: Aucun changement
it: Nessun cambiamento
ja: 変更なし
ko: 변경 사항 없음
pl: Bez zmian
pt: sem alterações
ro: Nicio modificare
tr: Değişiklik yok
zh_hans: 没有变化
zh_hant: 沒有變化

source: no error
cs: žádná chyba
de: kein Fehler
es: No hay error
fr: pas d'erreur
it: nessun errore
ja: エラーはありません
ko: 오류 없음
pl: żaden błąd
pt: nenhum erro
ro: fără eroare
tr: hata yok
zh_hans: 没有错误
zh_hant: 沒有錯誤

# NoneOptionContent
source: None
cs: Žádný
de: Keiner
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
pl: Nic
pt: Nenhum
ro: Niciunul
tr: Hiçbiri
zh_hans: 没有任何
zh_hant: 沒有任何

# NormalFontLabelContent
source: Normal font:
cs: Normální písmo:
de: Normale Schriftart:
es: Fuente normal:
fr: Police normale :
it: Carattere normale:
ja: 通常のフォント:
ko: 일반 글꼴:
pl: Normalna czcionka:
pt: Fonte normal:
ro: Font normal:
tr: Normal yazı tipi:
zh_hans: 普通字体：
zh_hant: 普通字體：

source: No search folders set.
cs: Nejsou nastaveny žádné vyhledávací složky.
de: Keine Suchordner festgelegt.
es: No se han establecido carpetas de búsqueda.
fr: Aucun dossier de recherche défini.
it: Nessuna cartella di ricerca impostata.
ja: 検索フォルダーが設定されていません。
ko: 검색 폴더가 설정되지 않았습니다.
pl: Nie ustawiono folderów wyszukiwania.
pt: Nenhuma pasta de pesquisa definida.
ro: Nu sunt setate foldere de căutare.
tr: Arama klasörü ayarlanmadı.
zh_hans: 未设置搜索文件夹。
zh_hant: 未設置搜索文件夾。

source: No solution loaded.
cs: Není načten žádný roztok.
de: Keine Lösung geladen.
es: No se ha cargado ninguna solución.
fr: Aucune solution chargée.
it: Nessuna soluzione caricata.
ja: ソリューションが読み込まれていません。
ko: 로드된 솔루션이 없습니다.
pl: Nie załadowano rozwiązania.
pt: Nenhuma solução carregada.
ro: Nicio soluție încărcată.
tr: Çözüm yüklenmedi.
zh_hans: 没有加载解决方案。
zh_hant: 沒有加載解決方案。

source: <not set>
cs: <nenastaveno>
fr: <non défini>
ko: <설정되지 않음>
ro: <nesetat>

source: Open file
cs: Otevřít soubor
de: Datei öffnen
es: Abrir documento
fr: Fichier ouvert
it: Apri il file
ja: ファイルを開く
ko: 파일 열기
pl: Otwórz plik
pt: Abrir arquivo
ro: Deschide fișier
tr: Açık dosya
zh_hans: 打开文件
zh_hant: 打開文件

# OpenFileSearchLabelContent
source: Open file search:
cs: Otevřít hledání souborů:
de: Dateisuche öffnen:
es: Abrir búsqueda de archivos:
fr: Ouvrir la recherche de fichiers :
it: Apri ricerca file:
ja: ファイル検索を開く:
ko: 파일 검색 열기:
pl: Otwórz wyszukiwanie plików:
pt: Pesquisa de arquivo aberto:
ro: Căutare fișier deschis:
tr: Dosya aramayı aç:
zh_hans: 打开文件搜索：
zh_hant: 打開文件搜索：

# OutOfMemoryErrorReadingFile
source: Error reading file {0}: out of memory
cs: Chyba při čtení souboru {0}: nedostatek paměti
de: Fehler beim Lesen der Datei {0}: nicht genügend Speicher
es: Error al leer el archivo {0}: memoria insuficiente
fr: Erreur lors de la lecture du fichier {0} : mémoire insuffisante
it: Errore durante la lettura del file {0}: memoria esaurita
ja: ファイル {0} の読み取りエラー: メモリ不足です
ko: 파일 {0} 읽기 오류: 메모리 부족
pl: Błąd odczytu pliku {0}: brak pamięci
pt: Erro ao ler o arquivo {0}: memória insuficiente
ro: Eroare la citirea fișierului {0}: memorie insuficientă
tr: {0} dosyası okunurken hata oluştu: yetersiz bellek
zh_hans: 读取文件 {0} 时出错：内存不足
zh_hant: 讀取文件 {0} 時出錯：內存不足

# OverrideExistsErrorMessage
source: Override already exists!
cs: Přepsání již existuje!
de: Override existiert bereits!
es: ¡La anulación ya existe!
fr: Le remplacement existe déjà !
it: L'override esiste già!
ja: オーバーライドはすでに存在します!
ko: 재정의가 이미 존재합니다!
pl: Zastąpienie już istnieje!
pt: A substituição já existe!
ro: Suprascrierea există deja!
tr: Geçersiz kılma zaten var!
zh_hans: 覆盖已经存在！
zh_hant: 覆蓋已經存在！

# PathOnlyOptionContent
source: Path only
cs: Pouze cesta
de: Nur Pfad
es: Solo ruta
fr: Chemin uniquement
it: Solo percorso
ja: パスのみ
ko: 경로만
pl: Tylko ścieżka
pt: Somente caminho
ro: Doar cale
tr: Yalnızca yol
zh_hans: 仅路径
zh_hant: 僅路徑

# PathsListBoxAddButtonTooltip
source: Add new folder(s)
cs: Přidat nové složky
de: Neue(n) Ordner hinzufügen
es: Agregar nuevas carpetas
fr: Ajouter de nouveaux dossiers
it: Aggiungi nuove cartelle
ja: 新しいフォルダーを追加する
ko: 새 폴더 추가
pl: Dodaj nowe foldery
pt: Adicionar nova(s) pasta(s)
ro: Adaugă unul sau mai multe foldere noi
tr: Yeni klasör(ler) ekle
zh_hans: 添加新文件夹
zh_hant: 添加新文件夾

# PathsListBoxEditButtonTooltip
source: Edit folder name
cs: Upravit název složky
de: Ordnernamen bearbeiten
es: Editar nombre de carpeta
fr: Modifier le nom du dossier
it: Modifica il nome della cartella
ja: フォルダー名の編集
ko: 폴더 이름 수정
pl: Edytuj nazwę folderu
pt: Editar nome da pasta
ro: Editează numele folderului
tr: Klasör adını düzenle
zh_hans: 编辑文件夹名称
zh_hant: 編輯文件夾名稱

# PathsListBoxRemoveAllButtonTooltip
source: Remove all folders
cs: Odstraňte všechny složky
de: Entfernen Sie alle Ordner
es: Eliminar todas las carpetas
fr: Supprimer tous les dossiers
it: Rimuovi tutte le cartelle
ja: すべてのフォルダーを削除します
ko: 모든 폴더 제거
pl: Usuń wszystkie foldery
pt: Remover todas as pastas
ro: Șterge toate folderele
tr: Tüm klasörleri kaldır
zh_hans: 删除所有文件夹
zh_hant: 刪除所有文件夾

# PathsListBoxRemoveButtonTooltip
source: Remove selected folder(s)
cs: Odebrat vybrané složky
de: Ausgewählte(n) Ordner entfernen
es: Quitar la(s) carpeta(s) seleccionada(s)
fr: Supprimer le(s) dossier(s) sélectionné(s)
it: Rimuovi le cartelle selezionate
ja: 選択したフォルダーを削除します
ko: 선택한 폴더 제거
pl: Usuń wybrane foldery
pt: Remover pasta(s) selecionada(s)
ro: Șterge folderul/urile selectate
tr: Seçilen klasörleri kaldır
zh_hans: 删除选定的文件夹
zh_hant: 刪除選定的文件夾

# PathsListBoxTitle
source: Folders
cs: Složky
de: Ordner
es: carpetas
fr: Dossiers
it: Cartelle
ja: フォルダー
ko: 폴더
pl: Lornetka składana
pt: Pastas
ro: Foldere
tr: Klasörler
zh_hans: 文件夹
zh_hant: 文件夾

# PathStyleLabelContent
source: Path style:
cs: Styl cesty:
de: Pfadstil:
es: Estilo de ruta:
fr: Style de chemin :
it: Stile percorso:
ja: パスのスタイル:
ko: 경로 스타일:
pl: Styl ścieżki:
pt: Estilo do caminho:
ro: Stil cale:
tr: Yol stili:
zh_hans: 路径样式：
zh_hant: 路徑樣式：

# PlainTextContent
source: Plain Text
cs: Prostý text
de: Klartext
es: Texto sin formato
fr: Texte brut
it: Testo semplice
ja: プレーンテキスト
ko: 일반 텍스트
pl: Zwykły tekst
pt: Texto simples
ro: Text simplu
tr: Düz Metin
zh_hans: 纯文本
zh_hant: 純文本

# PredefinedButtonTooltip
source: A list of predefined regular expressions
cs: Seznam předdefinovaných regulárních výrazů
de: Eine Liste vordefinierter regulärer Ausdrücke
es: Una lista de expresiones regulares predefinidas
fr: Une liste d'expressions régulières prédéfinies
it: Un elenco di espressioni regolari predefinite
ja: 事前定義された正規表現のリスト
ko: 미리 정의된 정규식 목록
pl: Lista predefiniowanych wyrażeń regularnych
pt: Uma lista de expressões regulares predefinidas
ro: O listă de expresii regulate predefinite
tr: Önceden tanımlanmış normal ifadelerin listesi
zh_hans: 预定义正则表达式列表
zh_hant: 預定義正則表達式列表

# ProjectsListBoxAddButtonTooltip
source: Add new config
cs: Přidat novou konfiguraci
de: Neue Konfiguration hinzufügen
es: Agregar nueva configuración
fr: Ajouter une nouvelle configuration
it: Aggiungi nuova configurazione
ja: 新しい構成を追加
ko: 새 구성 추가
pl: Dodaj nową konfigurację
pt: Adicionar nova configuração
ro: Adaugă nouă configurație
tr: Yeni yapılandırma ekle
zh_hans: 添加新配置
zh_hant: 添加新配置

# ProjectsListBoxEditButtonTooltip
source: Edit config name
cs: Upravit název konfigurace
de: Konfigurationsnamen bearbeiten
es: Editar nombre de configuración
fr: Modifier le nom de la configuration
it: Modifica il nome della configurazione
ja: 構成名の編集
ko: 구성 이름 수정
pl: Edytuj nazwę konfiguracji
pt: Editar nome de configuração
ro: Editează numele configurației
tr: Yapılandırma adını düzenle
zh_hans: 编辑配置名称
zh_hant: 編輯配置名稱

# ProjectsListBoxRemoveAllButtonTooltip
source: Remove all configs
cs: Odstraňte všechny konfigurace
de: Entfernen Sie alle Konfigurationen
es: Eliminar todas las configuraciones
fr: Supprimer toutes les configurations
it: Rimuovi tutte le configurazioni
ja: すべての構成を削除します
ko: 모든 구성 제거
pl: Usuń wszystkie konfiguracje
pt: Remover todas as configurações
ro: Șterge toate configurațiile
tr: Tüm yapılandırmaları kaldır
zh_hans: 删除所有配置
zh_hant: 刪除所有配置

# ProjectsListBoxRemoveButtonTooltip
source: Remove selected config(s)
cs: Odebrat vybrané konfigurace
de: Ausgewählte Konfiguration(en) entfernen
es: Eliminar configuraciones seleccionadas
fr: Supprimer la ou les configurations sélectionnées
it: Rimuovi le configurazioni selezionate
ja: 選択した構成を削除します
ko: 선택한 구성 제거
pl: Usuń wybrane konfiguracje
pt: Remover configurações selecionadas
ro: Șterge configurația/ile selectate
tr: Seçilen yapılandırmaları kaldır
zh_hans: 删除选定的配置
zh_hant: 刪除選定的配置

# ProjectsListBoxTitle
source: Configs
cs: Konfigurace
de: Konfigurationen
es: Configuraciones
fr: Configurations
it: Config
ja: 構成
ko: 구성
pl: Konfiguracje
pt: configurações
ro: Configurări
tr: yapılandırmalar
zh_hans: 配置
zh_hant: 配置
