Repository: aranhil/qgrepGUI
Catalog: qgrepControls/Properties/Resources.*.resx
Languages: cs, de, es, fr, it, ja, ko, pl, pt, ro, tr, zh_hans, zh_hant

# AbsolutePathOptionContent
source: Absolute path
cs: Absolutní cesta
de: Absoluter Pfad
es: camino absoluto
fr: Chemin absolu
it: Percorso assoluto
ja: 絶対パス
ko: 절대 경로
pl: Ścieżka absolutna
pt: caminho absoluto
ro: Cale absolută
tr: Kesin yol
zh_hans: 绝对路径
zh_hant: 絕對路徑

# AddColorOverrideTooltip
source: Add color override
cs: Přidat přepsání barvy
de: Farbüberschreibung hinzufügen
es: Agregar anulación de color
fr: Ajouter un remplacement de couleur
it: Aggiungi la sostituzione del colore
ja: カラーオーバーライドを追加
ko: 색상 재지정 추가
pl: Dodaj nadpisanie koloru
pt: Adicionar substituição de cor
ro: Adaugă suprascriere culoare
tr: Renk geçersiz kılma ekle
zh_hans: 添加颜色覆盖
zh_hant: 添加顏色覆蓋

# AddFilterTitle
source: Add filter
cs: Přidat filtr
de: Filter hinzufügen
es: Añadir filtro
fr: Ajouter un filtre
it: Aggiungi filtro
ja: フィルターを追加
ko: 필터 추가
pl: Dodaj filtr
pt: Adicionar filtro
ro: Adaugă filtru
tr: Filtre ekle
zh_hans: 添加过滤器
zh_hant: 添加過濾器

source: Advanced Settings
cs: Pokročilé nastavení
de: Erweiterte Einstellungen
es: Ajustes avanzados
fr: Réglages avancés
it: Impostazioni avanzate
ja: 高度な設定
ko: 고급 설정
pl: Zaawansowane ustawienia
pt: Configurações avançadas
ro: Setări avansate
tr: Gelişmiş Ayarlar
zh_hans: 高级设置
zh_hant: 高級設置

# AdvancedToggleContent
source: ‹‹ Advanced
cs: ‹‹ Pokročilý
de: ‹‹ Fortschrittlich
es: ‹‹ Avanzado
fr: ‹‹ Avancé
it: << Avanzate
ja: << 高度
ko: ‹‹ 고급의
pl: << Zaawansowany
pt: ‹‹ Avançado
ro: ‹‹ Avansat
tr: ‹‹ Gelişmiş
zh_hans: ‹‹ 先进的
zh_hant: << 先進的

# AlwaysOptionContent
source: Always
cs: Vždy
de: Stets
es: Siempre
fr: Toujours
it: Sempre
ja: いつも
ko: 언제나
pl: Zawsze
pt: Sempre
ro: Întotdeauna
tr: Her zaman
zh_hans: 总是
zh_hant: 總是

# AutomaticOptionContent
source: Automatic
cs: Automatický
de: Automatisch
es: Automático
fr: Automatique
it: Automatico
ja: 自動
ko: 자동적 인
pl: Automatyczny
pt: Automático
ro: Automată
tr: Otomatik
zh_hans: 自动的
zh_hant: 自動的

# AutomaticPopulationContent
source: Gather from solution
cs: Shromážděte z roztoku
de: Aus der Lösung sammeln
es: Recoger de la solución
fr: Recueillir à partir de la solution
it: Raccogli dalla soluzione
ja: ソリューションから収集
ko: 솔루션에서 수집
pl: Zbierz z roztworu
pt: Reunir da solução
ro: Colectează din soluție
tr: Çözümden topla
zh_hans: 从解决方案中收集
zh_hant: 從解決方案中收集

# AutoOptionContent
source: Auto
ja: 自動
ko: 자동
pl: Automatyczny
ro: Automat
tr: Oto
zh_hans: 汽车
zh_hant: 汽車

# BadRepetitionOperator
source: Error parsing regular expression: bad repetition operator
cs: Chyba při analýze regulárního výrazu: špatný operátor opakování
de: Fehler beim Parsen des regulären Ausdrucks: Ungültiger Wiederholungsoperator
es: Error al analizar la expresión regular: operador de repetición incorrecto
fr: Erreur lors de l'analyse de l'expression régulière : mauvais opérateur de répétition
it: Errore durante l'analisi dell'espressione regolare: operatore di ripetizione errato
ja: 正規表現の解析エラー: 繰り返し演算子が間違っています
ko: 정규식 구문 분석 오류: 잘못된 반복 연산자
pl: Błąd podczas analizowania wyrażenia regularnego: zły operator powtórzeń
pt: Erro ao analisar a expressão regular: operador de repetição incorreto
ro: Eroare la analizarea expresiei regulate: operator de repetare greșit
tr: Normal ifade ayrıştırılırken hata oluştu: hatalı yineleme operatörü
zh_hans: 解析正则表达式时出错：错误的重复运算符
zh_hant: 解析正則表達式時出錯：錯誤的重複運算符

# BasicToggleContent
source: ›› Basic
cs: ›› Základní
es: >> Básico
fr: >> Basique
it: ›› Di base
ja: ›› 基本
ko: >> 기초적인
pl: >> Podstawowy
pt: ›› Básico
ro: ›› De bază
tr: ›› Temel
zh_hans: >> 基本的
zh_hant: >> 基本的

# BuildingFileTableMessage
source: Building file table...
cs: Vytváření tabulky souborů...
de: Dateitabelle wird erstellt...
es: Construyendo tabla de archivos...
fr: Construire une table de fichiers...
it: Tabella dei file di costruzione...
ja: ファイルテーブルを構築しています...
ko: 파일 테이블 작성 중...
pl: Tabela plików budynku...
pt: Criando tabela de arquivos...
ro: Se construiește tabela de fișiere...
tr: Dosya tablosu oluşturuluyor...
zh_hans: 构建文件表...
zh_hant: 構建文件表...

# BuildingMessage
source: Building {0}
cs: budova {0}
de: Gebäude {0}
es: Edificio {0}
fr: Immeuble {0}
it: Edificio {0}
ja: 建物 {0}
ko: 건물 {0}
pl: Budynek {0}
pt: Edifício {0}
ro: Se construiește {0}
tr: Bina {0}
zh_hans: 建筑物 {0}
zh_hant: 建築物 {0}

# CancelButtonContent
source: Cancel
cs: zrušení
de: Stornieren
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anulować
pt: Cancelar
ro: Anulează
tr: İptal etmek
zh_hans: 取消
zh_hant: 取消

# CannotCleanIndex
source: Cannot clean index: {0}
cs: Nelze vyčistit index: {0}
de: Index kann nicht bereinigt werden: {0}
es: No se puede limpiar el índice: {0}
fr: Impossible de nettoyer l'index : {0}
it: Impossibile pulire l'indice: {0}
ja: インデックスをクリーンできません: {0}
ko: 색인을 정리할 수 없음: {0}
pl: Nie można wyczyścić indeksu: {0}
pt: Não é possível limpar o índice: {0}
ro: Nu se poate curăța indexul: {0}
tr: Dizin temizlenemiyor: {0}
zh_hans: 无法清除索引：{0}
zh_hant: 無法清除索引：{0}

# ChunksUpdatedMessage
source: {0} {1}; {2}/{3} chunks updated in {4:0.00} seconds
cs: {0} {1}; {2}/{3} bloků aktualizováno za {4:0,00} sekund
de: {0} {1}; {2}/{3} Blöcke wurden in {4:0,00} Sekunden aktualisiert
es: {0} {1}; {2}/{3} fragmentos actualizados en {4:0.00} segundos
fr: {0} {1} ; {2}/{3} morceaux mis à jour en {4:0.00} secondes
it: {0} {1}; {2}/{3} blocchi aggiornati in {4:0.00} sec
ja: {0} {1}; {2}/{3} 個のチャンクが {4:0.00} 秒以内に更新されました
ko: {0} {1}; {2}/{3} 청크가 {4:0.00}초 후에 업데이트됨
pl: {0} {1}; {2}/{3} porcji zaktualizowano w {4:0.00} sek
pt: {0} {1}; {2}/{3} blocos atualizados em {4:0,00} segundos
ro: {0} {1}; {2}/{3} bucăți actualizate în {4:0.00} secunde
tr: {0} {1}; {4:0.00} saniyede {2}/{3} parça güncellendi
zh_hans: {0} {1}； {2}/{3} 个块在 {4:0.00} 秒内更新
zh_hant: {0} {1}； {2}/{3} 個塊在 {4:0.00} 秒內更新

source: Clean and update index
cs: Vyčistit a aktualizovat index
de: Index bereinigen und aktualisieren
es: Limpiar y actualizar índice
fr: Nettoyer et mettre à jour l'index
it: Pulisci e aggiorna index
ja: インデックスのクリーンアップと更新
ko: 색인 정리 및 업데이트
pl: Wyczyść i zaktualizuj indeks
pt: Índice limpo e atualizado
ro: Curăță și actualizează indexul
tr: Dizini temizle ve güncelle
zh_hans: 清理和更新索引
zh_hant: 清理和更新索引

# ColorLabelContent
source: Color:
cs: Barva:
de: Farbe:
fr: Couleur:
it: Colore:
ja: 色：
ko: 색상:
pl: Kolor:
pt: Cor:
ro: Culoare:
tr: Renk:
zh_hans: 颜色：
zh_hant: 顏色：

# ColorOverridesTitle
source: Color overrides
cs: Barva přepíše
de: Farbüberschreibungen
es: Anulaciones de color
fr: Remplacements de couleur
it: Sostituzioni colore
ja: 色のオーバーライド
ko: 색상 재지정
pl: Nadpisania kolorów
pt: Substituições de cores
ro: Suprascrieri culori
tr: Renk geçersiz kılmaları
zh_hans: 颜色覆盖
zh_hant: 顏色覆蓋

# ColorSchemeLabelContent
source: Color scheme:
cs: Barevné schéma:
de: Farbschema:
es: Esquema de colores:
fr: Schéma de couleur:
it: Combinazione di colori:
ja: カラースキーム：
ko: 색 구성표:
pl: Kolorystyka:
pt: Esquema de cores:
ro: Scheme de culori:
tr: Renk uyumu:
zh_hans: 配色方案：
zh_hant: 配色方案：

# CommandsOverwritten
source: Global shortcuts currently used by:
cs: Globální zkratky aktuálně používané:
fr: Raccourcis globaux actuellement utilisés par :
ko: 현재 다음에서 사용하는 전역 단축키:
ro: Comenzi rapide globale utilizate în prezent de:

# ConfigFormat
source: Config{0}
cs: Konfigurace{0}
de: Konfiguration{0}
es: Configuración{0}
fr: Configuration{0}
it: Configurazione{0}
ja: 設定{0}
ko: 구성{0}
pl: Konfiguracja{0}
pt: Configuração{0}
ro: Configurația{0}
tr: Yapılandırma{0}
zh_hans: 配置{0}
zh_hant: 配置{0}

# ConfigOpenContent
source: Open location
cs: Otevřené umístění
de: Standort öffnen
es: Abrir ubicación
fr: Emplacement ouvert
it: Posizione aperta
ja: オープンロケーション
ko: 열린 위치
pl: Otwarta lokalizacja
pt: Local aberto
ro: Deschide locația
tr: Açık konum
zh_hans: 打开位置
zh_hant: 打開位置

source: Copy full path
cs: Zkopírujte celou cestu
de: Vollständigen Pfad kopieren
es: Copiar ruta completa
fr: Copier le chemin complet
it: Copia il percorso completo
ja: フルパスをコピーする
ko: 전체 경로 복사
pl: Skopiuj pełną ścieżkę
pt: Copiar caminho completo
ro: Copiază calea completă
tr: Tam yolu kopyala
zh_hans: 复制完整路径
zh_hant: 複製完整路徑

# CppHeaderInclusion
source: C++ header inclusions:
cs: Zahrnutí hlavičky C++:
de: C++-Header-Einschlüsse:
es: Inclusiones de encabezado de C++:
fr: Inclusions d'en-tête C++ :
ja: C++ ヘッダーのインクルード:
ko: C++ 헤더 포함:
pt: Inclusões de cabeçalho C++:
ro: Incluziuni de antet C++:
tr: C++ başlık eklemeleri:
zh_hans: C++ 标头包含：

# CrashMessage
source: qgrep Search Tool encountered an unhandled exception last session:
cs: Vyhledávací nástroj qgrep zaznamenal při poslední relaci neošetřenou výjimku:
de: Das qgrep-Suchtool hat in der letzten Sitzung eine nicht behandelte Ausnahme festgestellt:
es: La herramienta de búsqueda qgrep encontró una excepción no controlada en la última sesión:
fr: L'outil de recherche qgrep a rencontré une exception non gérée lors de la dernière session :
ja: qgrep 検索ツールは最後のセッションで未処理の例外を検出しました:
ko: qgrep 검색 도구가 지난 세션에서 처리되지 않은 예외를 발견했습니다:
pt: A ferramenta de pesquisa qgrep encontrou uma exceção não tratada na última sessão:
ro: Instrumentul de căutare qgrep a întâlnit o excepție netratată în ultima sesiune:
tr: qgrep Arama Aracı, son oturumda işlenmeyen bir özel durumla karşılaştı:
zh_hans: qgrep 搜索工具上次会话遇到未处理的异常：

source: Customize shortcuts
cs: Přizpůsobte si zkratky
de: Passen Sie Verknüpfungen an
es: Personalizar accesos directos
fr: Personnaliser les raccourcis
it: Personalizza le scorciatoie
ja: ショートカットをカスタマイズする
ko: 바로가기 맞춤설정
pl: Dostosuj skróty
pt: Personalizar atalhos
ro: Personalizează scurtăturile
tr: Kısayolları özelleştir
zh_hans: 自定义快捷方式
zh_hant: 自定義快捷方式

source: Customize theme
cs: Přizpůsobte téma
de: Thema anpassen
es: Tema personalizado
fr: Personnaliser le thème
it: Personalizza il tema
ja: テーマのカスタマイズ
ko: 테마 맞춤설정
pl: Dostosuj motyw
pt: Personalize o tema
ro: Personalizează tema
tr: Temayı özelleştir
zh_hans: 自定义主题
zh_hant: 自定義主題

# DataFileOutOfDateFormatWarning
source: Warning: data file {0} has an out of date format, rebuilding
cs: Upozornění: Datový soubor {0} má zastaralý formát, dochází k opětovnému sestavení
de: Warnung: Die Datendatei {0} hat ein veraltetes Format und wird neu erstellt
es: Advertencia: el archivo de datos {0} tiene un formato desactualizado, reconstruyendo
fr: Attention : le fichier de données {0} a un format obsolète, reconstruction
it: Avviso: il file di dati {0} ha un formato obsoleto, ricostruzione
ja: 警告: データ ファイル {0} の形式が古いため、再構築しています
ko: 경고: 데이터 파일 {0}이(가) 오래된 형식입니다. 재구축 중입니다
pl: Ostrzeżenie: plik danych {0} ma nieaktualny format, trwa przebudowa
pt: Aviso: o arquivo de dados {0} tem um formato desatualizado, reconstruindo
ro: Atenție: fișierul de date {0} are un format expirat, se reconstruiește
tr: Uyarı: {0} veri dosyasının biçimi eski, yeniden oluşturuluyor
zh_hans: 警告：数据文件 {0} 的格式已过时，正在重建
zh_hant: 警告：數據文件 {0} 的格式已過時，正在重建

# DaysAgoText
source: {0} days ago
cs: před {0} dny
de: Vor {0} Tagen
es: hace {0} días
fr: il y a {0} jours
it: {0} giorni fa
ja: {0}日前
ko: {0}일 전
pl: {0} dni temu
pt: {0} dias atrás
ro: acum {0} zile
tr: {0} gün önce
zh_hans: {0} 天前
zh_hant: {0} 天前

source: Don't send
cs: Neposílejte
de: Nicht senden
es: no enviar
fr: N'envoyez pas
ja: 送信しないでください
ko: 보내지 마세요
pt: não envie
ro: Nu trimite
tr: gönderme
zh_hans: 不要发送

# EditColorOverrideTooltip
source: Edit color override
cs: Upravit přepsání barvy
de: Farbüberschreibung bearbeiten
es: Editar anulación de color
fr: Modifier le remplacement des couleurs
it: Modifica la sostituzione del colore
ja: カラーオーバーライドを編集する
ko: 색상 재지정 편집
pl: Edytuj nadpisanie koloru
pt: Editar substituição de cor
ro: Editează suprascriere culoare
tr: Renk geçersiz kılmayı düzenle
zh_hans: 编辑颜色覆盖
zh_hant: 編輯顏色覆蓋

# EditFilterTitle
source: Edit filter
cs: Upravit filtr
de: Filter bearbeiten
es: Editar filtro
fr: Modifier le filtre
it: Modifica filtro
ja: フィルターの編集
ko: 필터 수정
pl: Edytuj filtr
pt: Editar filtro
ro: Editează filtrul
tr: Filtreyi düzenle
zh_hans: 编辑过滤器
zh_hant: 編輯過濾器

# EditHotkeys
source: Customize shortcuts
cs: Upravit klávesové zkratky
de: Hotkeys bearbeiten
es: Editar teclas de acceso rápido
fr: Modifier les raccourcis clavier
it: Modifica i tasti di scelta rapida
ja: ホットキーを編集する
ko: 단축키 편집
pl: Edytuj skróty klawiszowe
pt: Editar teclas de atalho
ro: Editează tastele de acces rapid
tr: Kısayol tuşlarını düzenle
zh_hans: 编辑热键
zh_hant: 編輯熱鍵

# ErrorOpeningDataFileForWriting
source: Error opening data file {0} for writing
cs: Chyba při otevírání datového souboru {0} pro zápis
de: Fehler beim Öffnen der Datendatei {0} zum Schreiben
es: Error al abrir el archivo de datos {0} para escribir
fr: Erreur lors de l'ouverture du fichier de données {0} pour l'écriture
it: Errore durante l'apertura del file di dati {0} per la scrittura
ja: データ ファイル {0} を書き込みのために開くときにエラーが発生しました
ko: 쓰기 위해 데이터 파일 {0}을(를) 여는 중 오류가 발생했습니다
pl: Błąd podczas otwierania pliku danych {0} do zapisu
pt: Erro ao abrir arquivo de dados {0} para gravação
ro: Eroare la deschiderea fișierului de date {0} pentru scriere
tr: {0} veri dosyası yazmak için açılırken hata oluştu
zh_hans: 打开数据文件 {0} 进行写入时出错
zh_hant: 打開數據文件 {0} 進行寫入時出錯

# ErrorReadingDataFile
source: Error reading data file {0}
cs: Chyba při čtení datového souboru {0}
de: Fehler beim Lesen der Datendatei {0}
es: Error al leer el archivo de datos {0}
fr: Erreur lors de la lecture du fichier de données {0}
it: Errore durante la lettura del file di dati {0}
ja: データ ファイル {0} の読み取り中にエラーが発生しました
ko: 데이터 파일 {0} 읽기 오류
pl: Błąd odczytu pliku danych {0}
pt: Erro ao ler o arquivo de dados {0}
ro: Eroare la citirea fișierului de date {0}
tr: {0} veri dosyası okunurken hata oluştu
zh_hans: 读取数据文件 {0} 时出错
zh_hant: 讀取數據文件 {0} 時出錯

# ErrorReadingFile
source: Error reading file {0}
cs: Chyba při čtení souboru {0}
de: Fehler beim Lesen der Datei {0}
es: Error al leer el archivo {0}
fr: Erreur lors de la lecture du fichier {0}
it: Errore durante la lettura del file {0}
ja: ファイル {0} の読み取りエラー
ko: 파일 {0} 읽기 오류
pl: Błąd odczytu pliku {0}
pt: Erro ao ler o arquivo {0}
ro: Eroare la citirea fișierului {0}
tr: {0} dosyası okunurken hata oluştu
zh_hans: 读取文件 {0} 时出错
zh_hant: 讀取文件 {0} 時出錯

# ErrorReadingFolder
source: Error reading folder {0}
cs: Chyba při čtení složky {0}
de: Fehler beim Lesen des Ordners {0}
es: Error al leer la carpeta {0}
fr: Erreur lors de la lecture du dossier {0}
it: Errore durante la lettura della cartella {0}
ja: フォルダー {0} の読み取り中にエラーが発生しました
ko: 폴더 {0} 읽기 오류
pl: Błąd odczytu folderu {0}
pt: Erro ao ler a pasta {0}
ro: Eroare la citirea folderului {0}
tr: {0} klasörü okunurken hata oluştu
zh_hans: 读取文件夹 {0} 时出错
zh_hant: 讀取文件夾 {0} 時出錯

# ErrorReadingMetadataForFile
source: Error reading metadata for file {0}
cs: Chyba při čtení metadat souboru {0}
de: Fehler beim Lesen der Metadaten für Datei {0}
es: Error al leer los metadatos del archivo {0}
fr: Erreur de lecture des métadonnées pour le fichier {0}
it: Errore durante la lettura dei metadati per il file {0}
ja: ファイル {0} のメタデータの読み取りエラー
ko: 파일 {0}에 대한 메타데이터를 읽는 중 오류가 발생했습니다
pl: Błąd odczytu metadanych dla pliku {0}
pt: Erro ao ler os metadados do arquivo {0}
ro: Eroare la citirea metadatelor pentru fișierul {0}
tr: {0} dosyası için meta veriler okunurken hata oluştu
zh_hans: 读取文件 {0} 的元数据时出错
zh_hant: 讀取文件 {0} 的元數據時出錯

# ErrorSavingDataFile
source: Error saving data file {0}
cs: Chyba při ukládání datového souboru {0}
de: Fehler beim Speichern der Datendatei {0}
es: Error al guardar el archivo de datos {0}
fr: Erreur lors de l'enregistrement du fichier de données {0}
it: Errore durante il salvataggio del file di dati {0}
ja: データ ファイル {0} の保存中にエラーが発生しました
ko: 데이터 파일 {0} 저장 오류
pl: Błąd podczas zapisywania pliku danych {0}
pt: Erro ao salvar arquivo de dados {0}
ro: Eroare la salvarea fișierului de date {0}
tr: {0} veri dosyası kaydedilirken hata oluştu
zh_hans: 保存数据文件 {0} 时出错
zh_hant: 保存數據文件 {0} 時出錯

# ExcludeFilesLabel
source: Exclude files ({0})
cs: Vyloučit soubory ({0})
de: Dateien ausschließen...
es: Excluir archivos...
fr: Exclure les fichiers ({0})
it: Escludi file...
ja: ファイルを除外します...
ko: 파일 제외 ({0})
pl: Wyklucz pliki...
pt: Excluir arquivos...
ro: Excludeți fișiere ({0})
tr: Dosyaları hariç tut...
zh_hans: 排除文件...
zh_hant: 排除文件...

# ExcludeFilesLabelContent
source: Exclude files:
cs: Vyloučit soubory:
de: Dateien ausschließen:
es: Excluir archivos:
fr: Exclure les fichiers :
it: Escludi file:
ja: 除外ファイル:
ko: 파일 제외:
pl: Wyklucz pliki:
pt: Excluir arquivos:
ro: Excludere fișiere:
tr: Dosyaları hariç tut:
zh_hans: 排除文件：
zh_hant: 排除文件：

# ExcludeOptionContent
source: Exclude
cs: Vyloučit
de: Ausschließen
es: Excluir
fr: Exclure
it: Escludere
ja: 除外する
ko: 들어오지 못하게 하다
pl: Wykluczać
pt: Excluir
tr: Hariç tutmak
zh_hans: 排除
zh_hant: 排除

# FileOnlyOptionContent
source: File only
cs: Pouze soubor
de: Nur Datei
es: Solo archivo
fr: Fichier uniquement
it: Solo file
ja: ファイルのみ
ko: 파일만
pl: Tylko plik
pt: Somente arquivo
ro: Doar fișier
tr: Yalnızca dosya
zh_hans: 仅文件
zh_hant: 僅文件

# FileOptionContent
source: File
cs: Soubor
de: Datei
es: Archivo
fr: Déposer
ja: ファイル
ko: 파일
pl: Plik
pt: Arquivo
ro: Fișier
tr: Dosya
zh_hans: 文件
zh_hant: 文件

source: files
cs: soubory
de: Dateien
es: archivos
fr: des dossiers
it: File
ja: ファイル
ko: 파일
pl: akta
pt: arquivos
ro: fișiere
tr: Dosyalar
zh_hans: 文件
zh_hant: 文件

# FilesInAndOutMessage
source: {0} files, {1} Mb in, {2} Mb out
cs: Soubory: {0}, vstup: {1} Mb, výstup: {2} Mb
de: {0} Dateien, {1} MB rein, {2} MB raus
es: {0} archivos, {1} Mb de entrada, {2} Mb de salida
fr: {0} fichiers, {1} Mo d'entrée, {2} Mo de sortie
it: {0} file, {1} Mb in ingresso, {2} Mb in uscita
ja: {0} ファイル、{1} MB 入力、{2} Mb 出力
ko: {0}개 파일, {1}Mb 입력, {2}Mb 출력
pl: {0} plików, {1} Mb na wejściu, {2} Mb na wyjściu
pt: {0} arquivos, {1} Mb de entrada, {2} Mb de saída
ro: {0} fișiere, {1} Mb intrare, {2} Mb ieșire
tr: {0} dosya, {1} Mb giriş, {2} Mb çıkış
zh_hans: {0} 个文件，{1} Mb 输入，{2} Mb 输出
zh_hant: {0} 個文件，{1} Mb 輸入，{2} Mb 輸出

# FilterResultsLabel
source: Filter results ({0})
cs: Filtrovat výsledky ({0})
de: Filter Ergebnisse...
es: Filtrar Resultados...
fr: Filtrer les résultats ({0})
it: Filtra risultati...
ja: 結果をフィルタリング...
ko: 결과 필터링 ({0})
pl: Filtruj wyniki...
pt: Filtrar resultados...
ro: Filtrați rezultatele ({0})
tr: Sonuçları filtrele...
zh_hans: 筛选结果...
zh_hant: 篩選結果...

# FilterResultsLabelContent
source: Filter results:
cs: Filtrovat výsledky:
de: Filter Ergebnisse:
es: Filtrar Resultados:
fr: Filtrer les résultats :
it: Filtra i risultati:
ja: フィルタ結果:
ko: 필터 결과:
pl: Filtruj wyniki:
pt: Filtrar resultados:
ro: Filtrare rezultate:
tr: Sonuçları filtrele:
zh_hans: 筛选结果：
zh_hant: 篩選結果：

# FilterSearchScopeLabelContent
source: Filter search scope:
cs: Rozsah vyhledávání filtru:
de: Suchbereich filtern:
es: Filtrar ámbito de búsqueda:
fr: Filtrer l'étendue de la recherche :
it: Filtra l'ambito di ricerca:
ja: フィルター検索範囲:
ko: 필터 검색 범위:
pl: Filtruj zakres wyszukiwania:
pt: Escopo da pesquisa do filtro:
ro: Filtrare domeniu căutare:
tr: Arama kapsamını filtrele:
zh_hans: 筛选搜索范围：
zh_hant: 篩選搜索範圍：

source: Global
cs: Globální
fr: Mondial
ko: 글로벌

source: Global shortcuts
cs: Globální zkratky
fr: Raccourcis globaux
ko: 글로벌 단축키
ro: Comenzi rapide globale

# GroupByLabelContent
source: Group by:
cs: Skupina vytvořená:
de: Gruppiere nach:
es: Agrupar por:
fr: Par groupe:
it: Raggruppa per:
ja: グループ化:
ko: 그룹화 기준:
pl: Grupuj według:
pt: Agrupar por:
ro: Grupare după:
tr: Gruplandır:
zh_hans: 通过...分组：
zh_hant: 通過...分組：

# GroupExpandLabelContent
source: Group expand:
cs: Rozšíření skupiny:
de: Gruppenerweiterung:
es: Grupo expandir:
fr: Développer le groupe :
it: Espandi gruppo:
ja: グループを展開:
ko: 그룹 확장:
pl: rozwiń grupę:
pt: Expansão do grupo:
ro: Expandare grup:
tr: Grup genişletme:
zh_hans: 集团展开：
zh_hant: 集團展開：

# GroupFormat
source: Group {0}
cs: Skupina {0}
de: Gruppe {0}
es: Grupo {0}
fr: Groupe {0}
it: Gruppo {0}
ja: グループ{0}
ko: 그룹 {0}
pl: Grupa {0}
pt: Grupo {0}
ro: Grupul {0}
tr: Grup {0}
zh_hans: 群组{0}
zh_hant: 群組{0}

# GroupsListBoxAddButtonTooltip
source: Add new group
cs: Přidat novou skupinu
de: Neue Gruppe hinzufügen
es: Agregar nuevo grupo
fr: Ajouter un nouveau groupe
it: Aggiungi nuovo gruppo
ja: 新しいグループを追加
ko: 새 그룹 추가
pl: Dodaj nową grupę
pt: Adicionar novo grupo
ro: Adaugă un nou grup
tr: yeni grup ekle
zh_hans: 添加新组
zh_hant: 添加新組

# GroupsListBoxEditButtonTooltip
source: Edit group name
cs: Upravit název skupiny
de: Gruppennamen bearbeiten
es: Editar nombre del grupo
fr: Modifier le nom du groupe
it: Modifica il nome del gruppo
ja: グループ名の編集
ko: 그룹 이름 수정
pl: Edytuj nazwę grupy
pt: Editar nome do grupo
ro: Editează numele grupului
tr: Grup adını düzenle
zh_hans: 修改群组名称
zh_hant: 修改群組名稱

# GroupsListBoxRemoveAllButtonTooltip
source: Remove all groups
cs: Odebrat všechny skupiny
de: Alle Gruppen entfernen
es: Eliminar todos los grupos
fr: Supprimer tous les groupes
it: Rimuovi tutti i gruppi
ja: すべてのグループを削除する
ko: 모든 그룹 제거
pl: Usuń wszystkie grupy
pt: Remover todos os grupos
ro: Șterge toate grupurile
tr: Tüm grupları kaldır
zh_hans: 删除所有组
zh_hant: 刪除所有組

# GroupsListBoxRemoveButtonTooltip
source: Remove selected group(s)
cs: Odebrat vybrané skupiny
de: Ausgewählte Gruppe(n) entfernen
es: Eliminar grupo(s) seleccionado(s)
fr: Supprimer le(s) groupe(s) sélectionné(s)
it: Rimuovi i gruppi selezionati
ja: 選択したグループを削除します
ko: 선택한 그룹 제거
pl: Usuń wybrane grupy
pt: Remover grupo(s) selecionado(s)
ro: Șterge grupul/urile selectate
tr: Seçilen grupları kaldır
zh_hans: 删除选定的组
zh_hant: 刪除選定的組

# GroupsListBoxTitle
source: Groups
cs: Skupiny
de: Gruppen
es: Grupos
fr: Groupes
it: Gruppi
ja: グループ
ko: 여러 떼
pl: Grupy
pt: Grupos
ro: Grupuri
tr: Gruplar
zh_hans: 团体
zh_hant: 團體

# HistoricOpen
source: Opened {0}
cs: Otevřeno {0}
de: Geöffnet {0}
es: Abierto {0}
fr: Ouvert {0}
it: {0} aperto
ja: {0}を開きました
ko: 열림 {0}
pl: Otwarty {0}
pt: Aberto {0}
ro: Deschis {0}
tr: {0} açıldı
zh_hans: 打开{0}
zh_hant: 打開{0}

# HistoricSearch
source: Searched {0}
cs: Vyhledáno {0}
de: Gesucht {0}
es: buscado {0}
fr: Recherche {0}
it: Cercato {0}
ja: {0}を検索しました
ko: {0} 검색됨
pl: szukano {0}
pt: Pesquisou {0}
ro: Căutat {0}
tr: {0} arandı
zh_hans: 搜索了 {0}
zh_hant: 搜索了 {0}

# HistoryButton
source: Show recent searches ({0})
cs: Zobrazit poslední vyhledávání ({0})
de: Aktuelle Suchanfragen anzeigen ({0})
es: Mostrar búsquedas recientes ({0})
fr: Afficher les recherches récentes ({0})
it: Mostra ricerche recenti ({0})
ja: 最近の検索を表示 ({0})
ko: 최근 검색 표시({0})
pl: Pokaż ostatnie wyszukiwania ({0})
pt: Mostrar pesquisas recentes ({0})
ro: Afișează căutările recente ({0})
tr: Son aramaları göster ({0})
zh_hans: 显示最近的搜索 ({0})
zh_hant: 顯示最近的搜索 ({0})

# HistoryButtonLabelContent
source: History button:
cs: Tlačítko historie:
de: Schaltfläche „Verlauf“:
es: Botón de historial:
fr: Bouton Historique :
it: Pulsante Cronologia:
ja: 履歴ボタン:
ko: 히스토리 버튼:
pl: Przycisk historii:
pt: Botão de histórico:
ro: Buton istoric:
tr: Geçmiş düğmesi:
zh_hans: 历史按钮：
zh_hant: 歷史按鈕：

# HoursAgoText
source: {0} hours ago
cs: před {0} hodinami
de: Vor {0} Stunden
es: hace {0} horas
fr: il y a {0} heures
it: {0} ore fa
ja: {0} 時間前
ko: {0}시간 전
pl: {0} godzin temu
pt: {0} horas atrás
ro: acum {0} ore
tr: {0} saat önce
zh_hans: {0} 小时前
zh_hant: {0} 小時前

source: Include file
cs: Zahrnout soubor
de: Datei einbinden
es: Incluir archivo
fr: Inclure le fichier
ja: インクルードファイル
ko: 파일 포함
pt: Incluir arquivo
ro: Includeți fișierul
tr: Dosyayı dahil et
zh_hans: 包含文件

# IncludeFilesLabel
source: Include files ({0})
cs: Zahrnout soubory ({0})
de: Dateien einschließen...
es: Incluir archivos...
fr: Inclure les fichiers ({0})
it: Includi file...
ja: ファイルを含める...
ko: 파일 포함 ({0})
pl: Dołącz pliki...
pt: Incluir arquivos...
ro: Includeți fișiere ({0})
tr: Dosyaları dahil et...
zh_hans: 包含文件...
zh_hant: 包含文件...
