Repository: aranhil/qgrepGUI
Catalog: qgrepControls/Properties/Resources.*.resx
Languages: cs, de, es, fr, it, ja, ko, pl, pt, ro, tr, zh_hans, zh_hant

# RegEx
source: Regular expressions ({0})
cs: Regulární výrazy ({0})
de: Reguläre Ausdrücke ({0})
es: Expresiones regulares ({0})
fr: Expressions régulières ({0})
it: Espressioni regolari ({0})
ja: 正規表現 ({0})
ko: 정규식({0})
pl: Wyrażenia regularne ({0})
pt: Expressões regulares ({0})
ro: Expresii regulate ({0})
tr: Normal ifadeler ({0})
zh_hans: 正则表达式 ({0})
zh_hant: 正則表達式 ({0})

# RegExLabelContent
source: Regular expression:
cs: Regulární výraz:
de: Regulären Ausdruck:
es: Expresión regular:
fr: Expression régulière:
it: Espressione regolare:
ja: 正規表現：
ko: 정규 표현식:
pl: Wyrażenie regularne:
pt: Expressão regular:
ro: Expresie regulată:
tr: Düzenli ifade:
zh_hans: 正则表达式：
zh_hant: 正則表達式：

# RelativePathOptionContent
source: Relative path
cs: Relativní cesta
de: Relativer Pfad
es: Camino relativo
fr: Chemin relatif
it: Percorso relativo
ja: 相対パス
ko: 상대 경로
pl: Względna ścieżka dostępu
pt: Caminho relativo
ro: Cale relativă
tr: Göreceli yol
zh_hans: 相对路径
zh_hant: 相對路徑

# RemoveAllColorOverridesTooltip
source: Remove all color overrides
cs: Odstraňte všechny přepisy barev
de: Entfernen Sie alle Farbüberschreibungen
es: Eliminar todas las anulaciones de color
fr: Supprimer tous les remplacements de couleur
it: Rimuovi tutte le sostituzioni di colore
ja: すべての色のオーバーライドを削除します
ko: 모든 색상 재지정 제거
pl: Usuń wszystkie nadpisania kolorów
pt: Remover todas as sobreposições de cores
ro: Șterge toate suprascrierile de culoare
tr: Tüm renk geçersiz kılmalarını kaldır
zh_hans: 删除所有颜色覆盖
zh_hant: 刪除所有顏色覆蓋

# RemoveColorOverrideTooltip
source: Remove selected color override(s)
cs: Odebrat vybrané přepsání barev
de: Ausgewählte Farbüberschreibung(en) entfernen
es: Eliminar las anulaciones de color seleccionadas
fr: Supprimer les remplacements de couleur sélectionnés
it: Rimuovi le sostituzioni colore selezionate
ja: 選択した色のオーバーライドを削除します
ko: 선택한 색상 재지정 제거
pl: Usuń wybrane nadpisania kolorów
pt: Remover substituições de cores selecionadas
ro: Șterge suprascriere culoare selectată
tr: Seçilen renk geçersiz kılmalarını kaldır
zh_hans: 删除选定的颜色覆盖
zh_hant: 刪除選定的顏色覆蓋

# RemoveExtraContent
source: Remove extra configs and groups to go back to basic settings
cs: Chcete-li se vrátit k základnímu nastavení, odstraňte další konfigurace a skupiny
de: Entfernen Sie zusätzliche Konfigurationen und Gruppen, um zu den Grundeinstellungen zurückzukehren
es: Elimine configuraciones y grupos adicionales para volver a la configuración básica
fr: Supprimez les configurations et les groupes supplémentaires pour revenir aux paramètres de base
it: Rimuovi configurazioni e gruppi aggiuntivi per tornare alle impostazioni di base
ja: 余分な設定とグループを削除して基本設定に戻します
ko: 기본 설정으로 돌아가려면 추가 구성 및 그룹을 제거하세요
pl: Usuń dodatkowe konfiguracje i grupy, aby wrócić do ustawień podstawowych
pt: Remova configurações e grupos extras para voltar às configurações básicas
ro: Elimină proiectele și grupurile suplimentare pentru a reveni la setările de bază
tr: Temel ayarlara geri dönmek için fazladan yapılandırmaları ve grupları kaldırın
zh_hans: 删除额外的配置和组以返回基本设置
zh_hant: 刪除額外的配置和組以返回基本設置

# ResultGroupHeightLabelContent
source: Result group height:
cs: Výška výsledkové skupiny:
de: Ergebnisgruppenhöhe:
es: Altura del grupo de resultados:
fr: Hauteur du groupe de résultats :
it: Altezza del gruppo di risultati:
ja: 結果のグループの高さ:
ko: 결과 그룹 높이:
pl: Wysokość grupy wyników:
pt: Altura do grupo de resultados:
ro: Înălțime grup rezultate:
tr: Sonuç grubu yüksekliği:
zh_hans: 结果组高度：
zh_hant: 結果組高度：

# ResultLineHeightLabelContent
source: Result line height:
cs: Výška výsledného řádku:
de: Ergebniszeilenhöhe:
es: Altura de la línea de resultado:
fr: Hauteur de la ligne de résultat :
it: Altezza della riga del risultato:
ja: 結果の行の高さ:
ko: 결과 행 높이:
pl: Wysokość linii wyniku:
pt: Altura da linha de resultado:
ro: Înălțime linie rezultat:
tr: Sonuç satırı yüksekliği:
zh_hans: 结果行高：
zh_hant: 結果行高：

# RootContent
source: <root>
cs: <kořen>
es: <raíz>
fr: <racine>
it: <radice>
ja: <ルート>
ko: <루트>
pl: <korzeń>
pt: <raiz>
ro: <rădăcină>
tr: <kök>
zh_hans: <根>
zh_hant: <根>

# RulesListBoxAddButtonTooltip
source: Add new filter
cs: Přidat nový filtr
de: Neuen Filter hinzufügen
es: Agregar nuevo filtro
fr: Ajouter un nouveau filtre
it: Aggiungi nuovo filtro
ja: 新しいフィルターを追加
ko: 새 필터 추가
pl: Dodaj nowy filtr
pt: Adicionar novo filtro
ro: Adaugă un nou filtru
tr: Yeni filtre ekle
zh_hans: 添加新过滤器
zh_hant: 添加新過濾器

# RulesListBoxRemoveAllButtonTooltip
source: Remove all filters
cs: Odstraňte všechny filtry
de: Entfernen Sie alle Filter
es: Eliminar todos los filtros
fr: Supprimer tous les filtres
it: Rimuovi tutti i filtri
ja: すべてのフィルターを削除します
ko: 모든 필터 제거
pl: Usuń wszystkie filtry
pt: Remover todos os filtros
ro: Șterge toate filtrele
tr: Tüm filtreleri kaldır
zh_hans: 删除所有过滤器
zh_hant: 刪除所有過濾器

# RulesListBoxRemoveButtonTooltip
source: Remove selected filter(s)
cs: Odebrat vybrané filtry
de: Ausgewählte(n) Filter entfernen
es: Eliminar filtro(s) seleccionado(s)
fr: Supprimer le(s) filtre(s) sélectionné(s)
it: Rimuovi filtro/i selezionato/i
ja: 選択したフィルターを削除します
ko: 선택한 필터 제거
pl: Usuń wybrane filtry
pt: Remover filtro(s) selecionado(s)
ro: Șterge filtrul/filtrele selectate
tr: Seçili filtreleri kaldır
zh_hans: 删除选定的过滤器
zh_hant: 刪除選定的過濾器

# RulesListBoxTitle
source: Filters
cs: Filtry
de: Filter
es: filtros
fr: Filtres
it: Filtri
ja: フィルター
ko: 필터
pl: Filtry
pt: Filtros
ro: Filtre
tr: Filtreler
zh_hans: 过滤器
zh_hant: 過濾器

# SaveButtonContent
source: Save
cs: Uložit
de: Speichern
es: Ahorrar
fr: Sauvegarder
it: Salva
ja: 保存
ko: 구하다
pl: Ratować
pt: Salvar
ro: Salvează
tr: Kaydetmek
zh_hans: 节省
zh_hant: 節省

# ScanningProjectMessage
source: Scanning project...
cs: Skenování projektu...
de: Projekt wird gescannt...
es: Proyecto de escaneado...
fr: Projet de numérisation...
it: Progetto di scansione...
ja: プロジェクトをスキャン中...
ko: 스캔 프로젝트...
pl: Skanowanie projektu...
pt: Digitalizando projeto...
ro: Se scanează proiectul...
tr: Proje taranıyor...
zh_hans: 扫描项目...
zh_hant: 掃描項目...

# SearchCaseSensitive
source: Case sensitive ({0})
cs: Rozlišovat malá a velká písmena ({0})
de: Groß-/Kleinschreibung beachten ({0})
es: Se distingue entre mayúsculas y minúsculas ({0})
fr: Sensible à la casse ({0})
it: Fa distinzione tra maiuscole e minuscole ({0})
ja: 大文字と小文字が区別されます ({0})
ko: 대소문자 구분({0})
pl: Wielkość liter ma znaczenie ({0})
pt: Diferencia maiúsculas de minúsculas ({0})
ro: Sensibil la majuscule ({0})
tr: Büyük/küçük harfe duyarlı ({0})
zh_hans: 区分大小写 ({0})
zh_hant: 區分大小寫 ({0})

source: Search configurations
cs: Vyhledat konfigurace
de: Suchkonfigurationen
es: Buscar configuraciones
fr: Paramètres de recherche
it: Cerca configurazioni
ja: 検索構成
ko: 검색 구성
pl: Wyszukaj konfiguracje
pt: Pesquisar configurações
ro: Configurări de căutare
tr: Arama yapılandırmaları
zh_hans: 搜索配置
zh_hant: 搜索配置

# SearchFileLabel
source: Search file...
cs: Hledat soubor...
de: Datei durchsuchen...
es: Buscar archivo...
fr: Rechercher un fichier...
it: Cerca file...
ja: ファイルを検索...
ko: 파일 검색...
pl: Wyszukaj plik...
pt: Pesquisar arquivo...
ro: Caută fișier...
tr: Dosya ara...
zh_hans: 搜索文件...
zh_hant: 搜索文件...

# SearchLabel
source: Search
cs: Vyhledávání
de: Suchen...
es: Buscar...
fr: Recherche
it: Ricerca...
ja: 検索...
ko: 찾다
pl: Szukaj...
pt: Procurar...
ro: Caută
tr: Aramak...
zh_hans: 搜索...
zh_hant: 搜索...

# SearchScopeLabelContent
source: Search scope:
cs: Rozsah vyhledávání:
de: Suchumfang:
es: Ámbito de búsqueda:
fr: Portée de la recherche :
it: Ambito di ricerca:
ja: 検索範囲:
ko: 검색 범위:
pl: Zakres wyszukiwania:
pt: Escopo da pesquisa:
ro: Domeniu căutare:
tr: Arama kapsamı:
zh_hans: 搜索范围：
zh_hant: 搜索範圍：

# SearchWhileTypingLabelContent
source: Search while typing:
cs: Hledat při psaní:
de: Suchen während der Eingabe:
es: Buscar mientras escribe:
fr: Rechercher lors de la saisie :
it: Cerca durante la digitazione:
ja: 入力しながら検索します:
ko: 입력하는 동안 검색:
pl: Szukaj podczas pisania:
pt: Pesquise enquanto digita:
ro: Căutare în timpul tastării:
tr: Yazarken ara:
zh_hans: 边输入边搜索：
zh_hant: 邊輸入邊搜索：

# SearchWholeWord
source: Whole word ({0})
cs: Celé slovo ({0})
de: Ganzes Wort ({0})
es: Palabra completa ({0})
fr: Mot entier ({0})
it: Parola intera ({0})
ja: 単語全体 ({0})
ko: 전체 단어({0})
pl: Całe słowo ({0})
pt: Palavra inteira ({0})
ro: Cuvânt întreg ({0})
tr: Tam kelime ({0})
zh_hans: 整个单词 ({0})
zh_hant: 整個單詞 ({0})

# SelectFolderPrompt
source: Select folder(s)
cs: Vyberte složku(y)
de: Ordner auswählen
es: Seleccionar carpeta(s)
fr: Sélectionnez le(s) dossier(s)
it: Seleziona cartella/e
ja: フォルダーを選択してください
ko: 폴더 선택
pl: Wybierz folder(y)
pt: Selecione a(s) pasta(s)
ro: Selectează folder(e)
tr: Klasör(ler) seçin
zh_hans: 选择文件夹
zh_hant: 選擇文件夾

# SelectSearchFilter
source: Select search configuration {0}
cs: Vyberte konfiguraci vyhledávání {0}
fr: Sélectionnez la configuration de recherche {0}
ko: 검색 구성 선택 {0}
ro: Selectați configurația de căutare {0}

source: Send report
cs: Poslat zprávu
de: Bericht senden
es: Enviar reporte
fr: Envoyer un rapport
ja: レポートの送信
ko: 보고서 보내기
pt: Enviar relatório
ro: Trimite raport
tr: Rapor gönder
zh_hans: 发送报告

# SendReportTooltip
source: Opens a Google Form and fills it with just the callstack from above, no other information is sent
cs: Otevře formulář Google a vyplní jej pouze zásobníkem hovorů shora, žádné další informace se neodesílají
de: Öffnet ein Google-Formular und füllt es nur mit dem Callstack von oben, es werden keine weiteren Informationen gesendet
es: Abre un formulario de Google y lo llena solo con la pila de llamadas de arriba, no se envía ninguna otra información
fr: Ouvre un formulaire Google et le remplit uniquement avec la pile d'appels ci-dessus, aucune autre information n'est envoyée
ja: Google フォームを開き、上からのコールスタックのみを入力します。他の情報は送信されません
ko: Google 양식을 열고 위의 호출 스택으로 채웁니다. 다른 정보는 전송되지 않습니다
pt: Abre um formulário do Google e o preenche apenas com a pilha de chamadas acima, nenhuma outra informação é enviada
ro: Deschide un formular Google și îl completează doar cu stiva de apeluri de mai sus, nu se trimite alte informații
tr: Bir Google Formu açar ve onu yalnızca yukarıdan çağrı yığınıyla doldurur, başka hiçbir bilgi gönderilmez
zh_hans: 打开一个 Google 表单并仅使用上面的调用堆栈填充它，不发送其他信息

source: Settings
cs: Nastavení
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
pl: Ustawienia
pt: Configurações
ro: Setări
tr: Ayarlar
zh_hans: 设置
zh_hant: 設置

# ShortcutTooltipFormat
source: Shortcut: {0}
cs: Zkratka: {0}
de: Verknüpfung: {0}
es: Acceso directo: {0}
fr: Raccourci : {0}
it: Scorciatoia: {0}
ja: ショートカット: {0}
ko: 바로가기: {0}
pl: Skrót: {0}
pt: Atalho: {0}
ro: Scurtătură: {0}
tr: Kısayol: {0}
zh_hans: 快捷方式：{0}
zh_hant: 快捷方式：{0}

# ShortcutTooltipNoChangeFormat
source: Shortcut: {0} (doesn't change setting)
cs: Zástupce: {0} (nemění nastavení)
de: Verknüpfung: {0} (Ändert die Einstellung nicht)
es: Atajo: {0} (no cambia la configuración)
fr: Raccourci : {0} (ne modifie pas le paramètre)
it: Scorciatoia: {0} (non modifica l'impostazione)
ja: ショートカット: {0} (設定は変更されません)
ko: 바로 가기: {0}(설정을 변경하지 않음)
pl: Skrót: {0} (nie zmienia ustawień)
pt: Atalho: {0} (não altera a configuração)
ro: Scurtătură: {0} (nu modifică setarea)
tr: Kısayol: {0} (ayar değişmez)
zh_hans: 快捷方式：{0}（不更改设置）
zh_hant: 快捷方式：{0}（不更改設置）

# ShowHistoryLabelContent
source: Show history:
cs: Zobrazit historii:
de: Zeige die Geschichte:
es: Mostrar historial:
fr: Afficher l'historique :
it: Mostra cronologia:
ja: 番組履歴:
ko: 기록 보기:
pl: Pokaż historię:
pt: Mostrar histórico:
ro: Afișează istoricul:
tr: Geçmişi göster:
zh_hans: 显示历史：
zh_hant: 顯示歷史：

# ShowingResults
source: Showing {0} result(s) for "{1}".
cs: Zobrazeno {0} výsledků pro „{1}“.
de: Es werden {0} Ergebnis(se) für „{1}“ angezeigt.
es: Mostrando {0} resultados para "{1}".
fr: Affichage de {0} résultat(s) pour "{1}".
it: Visualizzazione di {0} risultato/i per "{1}".
ja: 「{1}」の {0} 件の結果を表示しています。
ko: "{1}"에 대한 {0}개의 결과를 표시합니다.
pl: Wyświetlanie {0} wyników dla „{1}”.
pt: Mostrando {0} resultado(s) para "{1}".
ro: Se afișează {0} rezultat(e) pentru „{1}”.
tr: "{1}" için {0} sonuç gösteriliyor.
zh_hans: 显示“{1}”的 {0} 个结果。
zh_hant: 顯示“{1}”的 {0} 個結果。

# ShowOpenHistoryLabelContent
source: Show history of opened files:
cs: Zobrazit historii otevřených souborů:
de: Verlauf der geöffneten Dateien anzeigen:
es: Mostrar historial de archivos abiertos:
fr: Afficher l'historique des fichiers ouverts :
it: Mostra la cronologia dei file aperti:
ja: 開いたファイルの履歴を表示します:
ko: 열린 파일의 기록 표시:
pl: Pokaż historię otwieranych plików:
pt: Mostrar histórico de arquivos abertos:
ro: Afișare istoric deschideri:
tr: Açılan dosyaların geçmişini göster:
zh_hans: 显示打开文件的历史：
zh_hant: 顯示打開文件的歷史：

# StopButtonContent
source: Stop
de: Stoppen
es: Detener
fr: Arrêt
it: Fermare
ja: ストップ
ko: 멈추다
pl: Zatrzymywać się
pt: Parar
ro: Oprește
tr: Durmak
zh_hans: 停止
zh_hant: 停止

# StopIndexTooltip
source: Force stop index update
cs: Vynutit zastavení aktualizace indexu
de: Stoppen der Indexaktualisierung erzwingen
es: Forzar la detención de la actualización del índice
fr: Forcer l'arrêt de la mise à jour de l'index
ja: インデックス更新を強制停止する
ko: 인덱스 업데이트 강제 중지
ro: Oprirea forțată a actualizării indexului
zh_hans: 强制停止索引更新

# TargetLabelContent
source: Target:
cs: Cílová:
de: Ziel:
es: Objetivo:
fr: Cible:
it: Bersaglio:
ja: 目標：
ko: 표적:
pl: Cel:
pt: Alvo:
ro: Destinație:
tr: Hedef:
zh_hans: 目标：
zh_hant: 目標：

# TextAndPathOptionContent
source: Text and path
cs: Text a cesta
de: Text und Pfad
es: Texto y ruta
fr: Texte et chemin
it: Testo e percorso
ja: テキストとパス
ko: 텍스트 및 경로
pl: Tekst i ścieżka
pt: Texto e caminho
ro: Text și cale
tr: Metin ve yol
zh_hans: 文本和路径
zh_hant: 文本和路徑

# TextOnlyOptionContent
source: Text only
cs: Pouze text
de: Nur Text
es: Solo texto
fr: Texte seulement
it: Solo testo
ja: テキストのみ
ko: 텍스트만
pl: Tylko tekst
pt: Somente texto
ro: Doar text
tr: Sadece yazı
zh_hans: 纯文本
zh_hant: 純文本

source: Theme settings
cs: Nastavení motivu
de: Themen Einstellungen
es: Ajustes de tema
fr: Réglage des thèmes
it: Impostazioni tema
ja: テーマ設定
ko: 주제 설정
pl: Ustawienia motywu
pt: Configurações de tema
ro: Setări temă
tr: Tema ayarları
zh_hans: 主题设置
zh_hant: 主題設置

# Title
source: qgrep Search Tool
cs: qgrep vyhledávací nástroj
de: qgrep-Suchtool
es: Herramienta de búsqueda qgrep
fr: Outil de recherche qgrep
ja: qgrep検索ツール
ko: qgrep 검색 도구
pt: ferramenta de pesquisa qgrep
ro: Instrumentul de căutare qgrep
tr: qgrep Arama Aracı
zh_hans: qgrep 搜索工具
zh_hant: qgrep 搜索工具

# ToggleCaseSensitiveLabelContent
source: Toggle case sensitive:
cs: Přepnout rozlišování malých a velkých písmen:
de: Groß- und Kleinschreibung umschalten:
es: Alternar entre mayúsculas y minúsculas:
fr: Activer la sensibilité à la casse :
it: Attiva la distinzione tra maiuscole e minuscole:
ja: 大文字と小文字の区別を切り替えます:
ko: 대소문자 구분 전환:
pl: Przełącz rozróżnianie wielkości liter:
pt: Alternar distinção entre maiúsculas e minúsculas:
ro: Comută sensibilitatea la majuscule:
tr: Büyük/küçük harf duyarlılığını değiştir:
zh_hans: 切换区分大小写：
zh_hant: 切換區分大小寫：

# ToggleExcludeFilesLabelContent
source: Toggle exclude files:
cs: Přepnout vyloučení souborů:
de: Dateien ausschließen umschalten:
es: Alternar excluir archivos:
fr: Basculer l'exclusion des fichiers :
it: Attiva o disattiva i file esclusi:
ja: ファイルの除外を切り替えます:
ko: 제외 파일 전환:
pl: Przełącz wykluczanie plików:
pt: Alternar exclusão de arquivos:
ro: Comută excluderea fișierelor:
tr: Hariç tutulan dosyaları değiştir:
zh_hans: 切换排除文件：
zh_hant: 切換排除文件：

# ToggleFilterResultsLabelContent
source: Toggle filter results:
cs: Přepnout výsledky filtrování:
de: Filterergebnisse umschalten:
es: Alternar resultados de filtro:
fr: Basculer les résultats du filtre :
it: Attiva/disattiva i risultati del filtro:
ja: フィルター結果を切り替えます:
ko: 필터 결과 전환:
pl: Przełącz wyniki filtrów:
pt: Alternar resultados do filtro:
ro: Comută filtrarea rezultatelor:
tr: Filtre sonuçlarını değiştir:
zh_hans: 切换筛选结果：
zh_hant: 切換篩選結果：

# ToggleGroupingByLabelContent
source: Toggle grouping by:
cs: Přepnout seskupení podle:
de: Gruppierung umschalten nach:
es: Alternar agrupación por:
fr: Basculer le regroupement par :
it: Attiva/disattiva il raggruppamento per:
ja: グループ化を切り替える:
ko: 그룹화 전환 기준:
pl: Przełącz grupowanie według:
pt: Alternar agrupamento por:
ro: Comută gruparea după:
tr: Gruplandırmayı değiştir:
zh_hans: 切换分组方式：
zh_hant: 切換分組方式：

# ToggleGroupingExpandLabelContent
source: Toggle grouping expand:
cs: Přepnout rozbalení seskupení:
de: Gruppierung erweitern umschalten:
es: Alternar agrupación expandir:
fr: Basculer le groupement développer :
it: Attiva/disattiva l'espansione del raggruppamento:
ja: グループ化の展開を切り替えます:
ko: 그룹화 확장 전환:
pl: Przełącz grupowanie rozwiń:
pt: Alternar agrupamento expandir:
ro: Comută expandarea grupurilor:
tr: Gruplandırmayı aç / kapat genişlet:
zh_hans: 切换分组展开：
zh_hant: 切換分組展開：

# ToggleIncludeFilesLabelContent
source: Toggle include files:
cs: Přepnout zahrnout soubory:
de: Dateien einschließen umschalten:
es: Alternar incluir archivos:
fr: Basculer les fichiers inclus :
it: Attiva o disattiva i file inclusi:
ja: インクルードファイルを切り替えます:
ko: 포함 파일을 전환합니다:
pl: Przełącz dołącz pliki:
pt: Alternar incluir arquivos:
ro: Comută includerea fișierelor:
tr: Dosyaları dahil et arasında geçiş yap:
zh_hans: 切换包含文件：
zh_hant: 切換包含文件：

# ToggleRegexLabelContent
source: Toggle regular expressions:
cs: Přepnout regulární výrazy:
de: Reguläre Ausdrücke umschalten:
es: Alternar expresiones regulares:
fr: Basculer les expressions régulières :
it: Attiva/disattiva le espressioni regolari:
ja: 正規表現を切り替えます:
ko: 정규식 전환:
pl: Przełącz wyrażenia regularne:
pt: Alternar expressões regulares:
ro: Comută expresiile regulate:
tr: Normal ifadeleri değiştir:
zh_hans: 切换正则表达式：
zh_hant: 切換正則表達式：

# ToggleSearchFilter
source: Toggle search configuration {0}
cs: Přepnout konfiguraci vyhledávání {0}
fr: Basculer la configuration de la recherche {0}
ko: 검색 구성 전환 {0}
ro: Comutați configurația căutării {0}

# ToggleWholeWordLabelContent
source: Toggle whole word:
cs: Přepnout celé slovo:
de: Ganzes Wort umschalten:
es: Alternar palabra completa:
fr: Basculer le mot entier :
it: Cambia parola intera:
ja: 単語全体を切り替えます:
ko: 전체 단어 전환:
pl: Przełącz całe słowo:
pt: Alternar palavra inteira:
ro: Comută întreaga cuvânt:
tr: Kelimenin tamamını değiştir:
zh_hans: 切换整个单词：
zh_hant: 切換整個單詞：

# TrailingBackslash
source: Error parsing regular expression: trailing \
cs: Chyba při analýze regulárního výrazu: koncová \
de: Fehler beim Parsen des regulären Ausdrucks: nachgestelltes \
es: Error al analizar la expresión regular: final \
fr: Erreur lors de l'analyse de l'expression régulière : \ à la fin
it: Errore durante l'analisi dell'espressione regolare: trailing \
ja: 正規表現の解析エラー: 末尾の \
ko: 정규식 구문 분석 오류: 후행 \
pl: Błąd podczas analizowania wyrażenia regularnego: końcowy \
pt: Erro ao analisar a expressão regular: à direita \
ro: Eroare la analizarea expresiei regulate: \ final
tr: Normal ifade ayrıştırılırken hata oluştu: sonundaki \
zh_hans: 解析正则表达式时出错：尾随 \
zh_hant: 解析正則表達式時出錯：尾隨 \

# TrimSpacesOnCopyLabelContent
source: Trim spaces on copy:
cs: Oříznout mezery na kopii:
de: Leerzeichen beim Kopieren kürzen:
es: Recortar espacios en la copia:
fr: Couper les espaces sur la copie :
it: Taglia gli spazi sulla copia:
ja: コピー時にスペースをトリミングします:
ko: 사본에서 공백 자르기:
pl: Przytnij spacje na kopii:
pt: Aparar espaços na cópia:
ro: Decupare spații la copiere:
tr: Kopyadaki boşlukları kırpın:
zh_hans: 修剪副本上的空间：
zh_hant: 修剪副本上的空間：

# TypeLabelContent
source: Type:
cs: Typ:
de: Typ:
es: Tipo:
fr: Taper:
it: Tipo:
ja: タイプ：
ko: 유형:
pl: Typ:
pt: Tipo:
ro: Tip:
tr: Tip:
zh_hans: 类型：
zh_hant: 類型：

# UncaughtExceptionMessage
source: Uncaught exception: {0}
cs: Nezachycená výjimka: {0}
de: Nicht abgefangene Ausnahme: {0}
es: Excepción no detectada: {0}
fr: Exception non interceptée : {0}
it: Eccezione non rilevata: {0}
ja: キャッチされなかった例外: {0}
ko: 포착되지 않은 예외: {0}
pl: Nieprzechwycony wyjątek: {0}
pt: Exceção não capturada: {0}
ro: Excepție neprinsă: {0}
tr: Yakalanmayan istisna: {0}
zh_hans: 未捕获的异常：{0}
zh_hant: 未捕獲的異常：{0}

# UnexpectedClosingParenthesis
source: Error parsing regular expression: unexpected )
cs: Chyba při analýze regulárního výrazu: neočekávané )
de: Fehler beim Parsen des regulären Ausdrucks: unerwartet)
es: Error al analizar la expresión regular: inesperado)
fr: Erreur lors de l'analyse de l'expression régulière : inattendue )
it: Errore durante l'analisi dell'espressione regolare: inaspettato )
ja: 正規表現の解析エラー: 予期しない)
ko: 정규 표현식 구문 분석 오류: 예기치 않은 )
pl: Błąd podczas analizowania wyrażenia regularnego: nieoczekiwany )
pt: Erro ao analisar a expressão regular: inesperado)
ro: Eroare la analizarea expresiei regulate: ) neașteptat
tr: Normal ifade ayrıştırılırken hata oluştu: beklenmeyen )
zh_hans: 解析正则表达式时出错：意外）
zh_hant: 解析正則表達式時出錯：意外）

# UnexpectedError
source: Error parsing regular expression: unexpected error
cs: Chyba při analýze regulárního výrazu: neočekávaná chyba
de: Fehler beim Parsen des regulären Ausdrucks: unerwarteter Fehler
es: Error al analizar la expresión regular: error inesperado
fr: Erreur lors de l'analyse de l'expression régulière : erreur inattendue
it: Errore durante l'analisi dell'espressione regolare: errore imprevisto
ja: 正規表現の解析エラー: 予期しないエラー
ko: 정규식 구문 분석 오류: 예기치 않은 오류
pl: Błąd podczas analizowania wyrażenia regularnego: nieoczekiwany błąd
pt: Erro ao analisar a expressão regular: erro inesperado
ro: Eroare la analizarea expresiei regulate: eroare neașteptată
tr: Normal ifade ayrıştırılırken hata oluştu: beklenmeyen hata
zh_hans: 解析正则表达式时出错：意外错误
zh_hant: 解析正則表達式時出錯：意外錯誤

source: Update index
cs: Aktualizovat index
de: Index aktualisieren
es: Actualizar índice
fr: Mettre à jour l'index
it: Aggiorna indice
ja: インデックスを更新する
ko: 인덱스 업데이트
pl: Zaktualizuj indeks
pt: índice de atualização
ro: Actualizează indexul
tr: Dizini güncelle
zh_hans: 更新索引
zh_hant: 更新索引

# UpdateIndexAutomaticallyLabelContent
source: Update index automatically:
cs: Aktualizovat index automaticky:
de: Index automatisch aktualisieren:
es: Actualizar índice automáticamente:
fr: Mettre à jour l'index automatiquement :
it: Aggiorna automaticamente l'indice:
ja: インデックスを自動的に更新しますコピー時にスペースをトリミングします:
ko: 자동으로 인덱스 업데이트:
pl: Aktualizuj indeks automatycznie:
pt: Atualizar índice automaticamente:
ro: Actualizare index automată:
tr: Dizini otomatik olarak güncelle:
zh_hans: 自动更新索引：
zh_hant: 自動更新索引：

# UpdatingMessage
source: Updating {0}:
cs: Aktualizace {0}:
de: {0} wird aktualisiert:
es: Actualizando {0}:
fr: Mise à jour de {0} :
it: Aggiornamento {0}:
ja: {0} を更新しています:
ko: {0} 업데이트 중:
pl: Aktualizowanie {0}:
pt: Atualizando {0}:
ro: Se actualizează {0}:
tr: {0} güncelleniyor:
zh_hans: 更新 {0}：
zh_hant: 更新 {0}：

# UseGlobalPathContent
source: Use global path
cs: Použijte globální cestu
de: Verwenden Sie den globalen Pfad
es: Usar ruta global
fr: Utiliser le chemin global
it: Usa percorso globale
ja: グローバルパスを使用する
ko: 전역 경로 사용
pl: Użyj ścieżki globalnej
pt: Usar caminho global
ro: Folosește calea globală
tr: Genel yolu kullan
zh_hans: 使用全局路径
zh_hant: 使用全局路徑

# UseRelativePathsContent
source: Use relative paths
cs: Použijte relativní cesty
ko: 상대 경로를 사용하세요

source: Shift
es: Mayús.
fr: Maj
